---
kind: enumMember
id: F:Autodesk.Revit.DB.AdaptivePointType.ReferencePoint
enum: Autodesk.Revit.DB.AdaptivePointType
source: html/a766bd98-92b6-ea2f-2544-94acca1ad268.htm
---
# Autodesk.Revit.DB.AdaptivePointType.ReferencePoint

Reference Point.